Repository: AhmetTarikDemirci/StorySpace
Catalog: StorySpace/StorySpace/Localizable.xcstrings
Source language: en
Languages: tr

source: Abstract
tr: Soyut

source: Adventure
tr: Macera

# adventureKey
source: Adventure
tr: Macera

source: Apperance
tr: Görünüş

source: Are You Sure You Want to Delete the Account?
tr: Hesabı Silmek İstediğinizden Emin misiniz?

source: Art Style
tr: Sanat Tarzı

source: Cancel
tr: İptal

source: Cartoon
tr: Çizgi film

source: Change Theme
tr: Temayı Değiştir

source: Choose a Style
tr: Bir Stil Seçin

source: Chose Language
tr: Bir Dil Seçin

source: Create Account
tr: Hesap Oluştur

source: Create New Story
tr: Yeni Hikaye Oluştur

source: Create Story
tr: Hikaye Oluştur

source: Creating a Story...
tr: Hikaye Oluşturuluyor...

source: Current Password
tr: Mevcut şifre

source: Delete
tr: Sil

source: Edit Profile
tr: Profil Düzenle

source: Email
tr: E-posta

source: Email address
tr: E-posta adresi

source: English
tr: İngilzce

source: Error
tr: Hata

source: Error loading stories: %@
tr: Hikayeler yüklenirken hata:%@

# error_deleting_story
source: Hikaye silinirken hata
tr: Hikaye silinirken bir hata oluştu

# error_download_image_failed
source: Failed to download image
tr: Resim indirilemedi

# error_image_not_found
source: Image not found
tr: Resim bulunamadı

# error_image_url_fetch_failed
source: Failed to fetch image URL
tr: Resim URL'si alınamadı

# error_invalid_image_url
source: Invalid image URL
tr: Geçersiz resim URL'si

# error_no_response
source: No response
tr: Yanıt yok

# error_save_story_failed
source: Failed to save story
tr: Hikaye kaydedilemedi

# error_upload_image_failed
source: Failed to upload image
tr: Resim yüklenemedi

source: Failed to update database:
tr: Veritabanı güncellenirken hata oluştu.

source: Failed to update email:
tr: Email güncellenirken hata oluştu.

source: Failed to update password:
tr: Şifre güncellenirken hata oluştu.

source: Failed to update profile:
tr: Profil güncellenirken hata oluştu.

source: Fear
tr: Korku

# fearKey
source: Fear
tr: Korku

source: For example, 'Ancient Forest'
tr: Örneğin, “Antik Orman”

source: For example, 'Brave, curious, young wizard'
tr: Örneğin, “Cesur, meraklı, genç büyücü”

source: For example, 'Luna discovers a spell to control time'
tr: Örneğin, “Luna zamanı kontrol etmek için bir büyü keşfeder”

source: For example, 'Luna'
tr: Örneğin, “Luna”

source: For example, 'Space Travel'
tr: Örneğin, “Uzay Yolculuğu”

source: I Have an Account
tr: Hesabım Var

source: Language
tr: Dil

source: Loading...
tr: Yükleniyor...

source: Login
tr: Giriş Yap

source: Logout
tr: Çıkış Yap

source: Long
tr: Uzun

source: Main Character Name
tr: Ana Karakter Adı

source: Main Character Traits
tr: Ana Karakter Özellikleri

source: Mandatory fields are missing
tr: Zorunlu alanlar eksik

source: Medium
tr: Orta

source: New Password
tr: Yeni şifre

source: No
tr: Hayır

source: No Content
tr: İçerik Yok

source: No Title
tr: Başlık Yok

source: Oil Painting
tr: Yağlıboya

source: Ok
tr: Tamam

source: Password
tr: Şifre

source: Password updated successfully.
tr: Şifre başarıyla güncellendi

source: Permanently Delete Account
tr: Hesabı Kalıcı Olarak Sil

source: Please check your email address
tr: Lütfen e-posta adresinizi kontrol edin

source: Please enter a valid email address
tr: Lütfen geçerli bir e-posta adresi girin

source: Please fill in all fields.
tr: Lütfen boş alanları doldurun.

source: Please fill in all the fields.
tr: Lütfen tüm alanları doldurun.

source: Pop or subtle, Day or night. Customize your interface.
tr: Pop veya ince, Gündüz veya gece. Arayüzünüzü özelleştirin.

source: Privacy Policy
tr: Gizlilik Politikası

source: Profile updated successfully.
tr: Profil başarıyla güncellendi

source: Realistic
tr: Gerçekçi

source: Recreate
tr: Yeniden oluştur

source: Register
tr: Kayıt Ol

source: Romantic
tr: Romantik

source: Save
tr: Kaydet

source: Science fiction
tr: Bilim Kurgu

# scienceFictionKey
source: Science Fiction
tr: Bilim Kurgu

source: Setting
tr: Mekan

source: Settings
tr: Ayarlar

source: Share the Story
tr: Hikayeyi Paylaş

source: Short
tr: Kısa

source: Special Event
tr: Özel Olay

source: Stories
tr: Hikayeler

source: Stories are loading...
tr: Hikayeler yükleniyor...

source: Story
tr: Hikaye

source: Story Length
tr: Hikaye Uzunluğu

source: Story Not Found
tr: Hikaye Bulunamadı

source: Story Type
tr: Hikaye Tipi

source: Theme
tr: Tema

source: This May Take Some Time...
tr: Bu Biraz Zaman Alabilir...

source: This process cannot be undone.
tr: Bu işlem geri alınamaz.

source: Try Again
tr: Tekrar Dene

source: Turkish
tr: Türkçe

source: Unknown Type
tr: Bilinmeyen Tür

source: Update
tr: Güncelle

source: Update Password
tr: Şifre Güncelleme

source: User Information
tr: Kullanıcı Bilgileri

source: User is not logged in.
tr: Kullanıcı giriş yapmamış

source: User not found.
tr: Kullanıcı Bulunamadı

source: User not logged in
tr: Kullanıcı giriş yapmamış

source: Username
tr: Kullanıcı Adı

source: Yes
tr: Evet

source: Your password must be at least 6 characters long
tr: Şifreniz en az 6 karakter uzunluğunda olmalıdır
